sorry = ['Я сейчас занят, но обязательно напишу позже!', 'Я занят сейчас, но обязательно отвечу позже!', 'Я занят сейчас, но отвечю позже!', 'Cейчас не могу разговаривать, отвечу позже']

templates = {
    'admiration': [ # восхищение
        "Замечательно, я уважаю твое мнение.",
        "Твое достоинство восхищает меня.",
        "Твое мастерство поражает меня."
    ],
    'amusement': [ # веселье
        "Забавно)",
        "ахахаха.",
        "Ты всегда можешь меня размешить."
    ],
    'anger': [ # злость
        "Понимаю твое раздражение.",
        "Твои чувства ясны мне.",
        "Не дай гневу взять верх."
    ],
    'annoyance': [ # раздражение
        "Понимаю твое раздражение.",
        "Твои чувства ясны мне.",
        "Не дай раздражению взять верх."
    ],
    'approval': [ # одобрение
        "Твое одобрение ценно для меня.",
        "Твои слова поддержки мотивируют меня.",
        "Благодарю за твое одобрение."
    ],
        'caring': [
        "Твое внимание и забота так важны для меня.",
        "Спасибо за твою заботу.",
        "Твоя забота так ценна."
    ],
    'confusion': [
        "Понимаю твое недопонимание.",
        "Не волнуйся, я понимаю твое недопонимание.",
        "Понимаю твою путаницу."
    ],
    'curiosity': [
        "Твое любопытство вдохновляет меня.",
        "Спасибо за твой интерес.",
        "Твое любопытство ценно для меня."
    ],
    'desire': [
        "Твои желания очень важны для меня.",
        "Твое желание мотивирует меня.",
        "Спасибо за твое желание."
    ],
    'disappointment': [
        "Понимаю твое разочарование.",
        "Не переживай, я понимаю твое разочарование.",
        "Понимаю твое разочарование."
    ],
    'disapproval': [
        "Понимаю твое неодобрение.",
        "Не беспокойся, я понимаю твое неодобрение.",
        "Понимаю твое неодобрение."
    ],
    'disgust': [
        "Понимаю твое отвращение.",
        "Не волнуйся, я понимаю твое отвращение.",
        "Понимаю твое отвращение."
    ],
    'embarrassment': [
        "Смущение делает нас людьми.",
        "Не стыдись своих чувств.",
        "Смущение - это естественная реакция."
    ],
    'excitement': [
        "Возбуждение - это великолепно!",
        "Не теряй свой внутренний огонь.",
        "Твое возбуждение заразительно."
    ],
    'fear': [
        "Страх может быть силен, но ты сильнее.",
        "Не дай страху взять верх над тобой.",
        "Старайся понять и преодолеть свой страх."
    ],
    'gratitude': [
        "Спасибо за твое признательное сердце.",
        "Благодарю за твое доброе слово.",
        "Признателен за твою поддержку."
    ],
    'grief': [
        "Твое горе меня тронуло.",
        "Держись, время лечит раны.",
        "Вместе мы сможем преодолеть горе."
    ],
    'joy': [
        "Твои радостные эмоции придают сил.",
        "Рад за тебя! Пусть радость наполняет тебя.",
        "Счастье - это замечательно!"
    ],
    'love': [
        "Твоя любовь - самое важное для меня.",
        "Любовь - это величайшее из всех чувств.",
        "Спасибо за твое искреннее сердце."
    ],
    'nervousness': [
        "Понимаю твое нервное напряжение.",
        "Попробуй сосредоточиться на дыхании.",
        "Держись, все будет хорошо!"
    ],
    'optimism': [
        "Твой оптимизм вдохновляет меня.",
        "Давай держать позитив!",
        "Спасибо за твое утешение."
    ],
    'pride': [
        "Твоя гордость - это впечатляет.",
        "Гордись своими достижениями!",
        "Уверенность - твоя сила."
    ],
    'realization': [
        "Осознание - это ключ к пониманию.",
        "Познание - это мудрость.",
        "Разумение - это первый шаг к переменам."
    ],
    'relief': [
        "Облегчение после трудного времени - это ценно.",
        "Дыши глубже, чувствуй облегчение.",
        "Надеюсь твое облегчение будет долгим."
    ],
    'remorse': [
        "Раскаяние - это первый шаг к изменению.",
        "Прими свое раскаяние и двигайтесь вперед.",
        "Не судите себя слишком строго, у всех бывают ошибки."
    ],
    'sadness': [
        "Твоя грусть тронула меня.",
        "Позволь себе почувствовать грусть, это естественно.",
        "Держись, грусть не вечна."
    ],
    'surprise': [
        "Удивление - это здорово!",
        "Не переставай удивляться миру вокруг вас.",
        "Пусть удивление останется с тобой на долгое время."
    ],
    'neutral': [
        "Я вижу, что твое настроение нейтрально.",
        "Понимаю, что сейчас у тебя нейтральное настроение.",
    ]
}