sorry = ['Я сейчас занят, но обязательно напишу позже!', 'Я занят сейчас, но обязательно отвечу позже!', 'Я занят сейчас, но отвечю позже!']

templates = {
    'admiration': [ # восхищение
        "Замечательно, я уважаю твое мнение.",
        "Твое достоинство восхищает меня.",
        "Твое мастерство поражает меня."
    ],
    'amusement': [ # веселье
        "АХАХАХХАХА",
        "ахахаха.",
        "Ты всегда можешь меня размешить."
    ],
    'anger': [ # злость
        "Понимаю твое раздражение.",
        "Твои чувства ясны мне.",
        "Не дайте гневу взять верх."
    ],
    'annoyance': [ # раздражение
        "Понимаю твое раздражение.",
        "твое чувства ясны мне.",
        "Не дайте раздражению взять верх."
    ],
    'approval': [ # одобрение
        "твое одобрение ценно для меня.",
        "твое слова поддержки мотивируют меня.",
        "Благодарю за твое одобрение."
    ],
        'caring': [
        "Твое внимание и забота так важны для меня.",
        "Спасибо за вашу заботу.",
        "Твоя забота так ценна."
    ],
    'confusion': [
        "Понимаю Твое недопонимание.",
        "Не волнуйтесь, я понимаю Твое недопонимание.",
        "Понимаю Твое путаницу."
    ],
    'curiosity': [
        "Твое любопытство вдохновляет меня.",
        "Спасибо за ваш интерес.",
        "Твое любопытство ценно для меня."
    ],
    'desire': [
        "Ваши желания очень важны для меня.",
        "Твое желание мотивирует меня.",
        "Спасибо за Твое желание."
    ],
    'disappointment': [
        "Понимаю Твое разочарование.",
        "Не переживайте, я понимаю Твое разочарование.",
        "Понимаю Твое разочарование."
    ],
    'disapproval': [
        "Понимаю Твое неодобрение.",
        "Не беспокойтесь, я понимаю Твое неодобрение.",
        "Понимаю Твое неодобрение."
    ],
    'disgust': [
        "Понимаю Твое отвращение.",
        "Не волнуйтесь, я понимаю Твое отвращение.",
        "Понимаю Твое отвращение."
    ],
    'embarrassment': [
        "Смущение делает нас людьми.",
        "Не стыдитесь своих чувств.",
        "Смущение - это естественная реакция."
    ],
    'excitement': [
        "Возбуждение - это великолепно!",
        "Не теряйте свой внутренний огонь.",
        "Твое возбуждение заразительно."
    ],
    'fear': [
        "Страх может быть силен, но вы сильнее.",
        "Не дайте страху взять верх над вами.",
        "Старайтесь понять и преодолеть свой страх."
    ],
    'gratitude': [
        "Спасибо за Твое признательное сердце.",
        "Благодарю за Твое доброе слово.",
        "Признателен за вашу поддержку."
    ],
    'grief': [
        "Твое горе меня тронуло.",
        "Держитесь, время лечит раны.",
        "Вместе мы сможем преодолеть горе."
    ],
    'joy': [
        "Ваши радостные эмоции придают сил.",
        "Рад за вас! Пусть радость наполняет вас.",
        "Счастье - это замечательно!"
    ],
    'love': [
        "Твоя любовь - самое важное для меня.",
        "Любовь - это величайшее из всех чувств.",
        "Спасибо за Твое искреннее сердце."
    ],
    'nervousness': [
        "Понимаю Твое нервное напряжение.",
        "Попробуйте сосредоточиться на дыхании.",
        "Держитесь, все будет хорошо!"
    ],
    'optimism': [
        "Ваш оптимизм вдохновляет меня.",
        "Давайте держать позитив!",
        "Спасибо за Твое утешение."
    ],
    'pride': [
        "Твоя гордость - это впечатляет.",
        "Гордитесь своими достижениями!",
        "Уверенность - Твоя сила."
    ],
    'realization': [
        "Осознание - это ключ к пониманию.",
        "Познание - это мудрость.",
        "Разумение - это первый шаг к переменам."
    ],
    'relief': [
        "Облегчение после трудного времени - это ценно.",
        "Дышите глубже, чувствуйте облегчение.",
        "Пусть Твое облегчение будет долгим."
    ],
    'remorse': [
        "Раскаяние - это первый шаг к изменению.",
        "Примите Твое раскаяние и двигайтесь вперед.",
        "Не судите себя слишком строго, у всех бывают ошибки."
    ],
    'sadness': [
        "Твоя грусть тронула меня.",
        "Позвольте себе почувствовать грусть, это естественно.",
        "Держитесь, грусть не вечна."
    ],
    'surprise': [
        "Удивление - это здорово!",
        "Не переставайте удивляться миру вокруг вас.",
        "Пусть удивление останется с вами на долгое время."
    ],
    'neutral': [
        "Твое настроение нейтрально, и это в порядке.",
        "Понимаю, что сейчас у вас нейтральное настроение.",
        "Нейтральность - это тоже часть жизни."
    ]
}