greet1 = "Привет, {name}, я отвечу на сообщения за тебя"
greet2 = "Для того, чтобы мы начали работу, нажми на кнопку ниже"

menu = "Главное меню"

reg_text = ("Теперь, для того, чтобы я мог отправлять сообщения от твоего имени, тебе необходимо сделать: заполните "
            "через запятую api_id, api_hash")
reg_text_correct = ("Удачно, теперь необходимо добавить тех людей, которым отправлять сообщения. Для это воспользуйся "
                    "главным меню")
aut_text = "Теперь тебе необходимо ввести через запятую номер телефона и пароль"

check_text = "Спасибо, сейчас проверим, ок не ок что ты ввел"
error_text = "Некорректный формат, попробуй еще раз"

add_con_text = "Введите ник или id чела или телефон"
add_con_text_correct = "Успешно, добавили чела в отслеживаемых"

add_reg_text = "введите сообщение, когда начать, с какой периодичностью"
add_reg_text_correct = "Успешно, добавили сообщения по расписанию"

del_text = "введите ник или id чела, которого уберем"
del_text_correct = "Успешно, удалили чела из отслеживаемых"
